export const countriesInfoTexts = {
	Serbia: {
		text: `
Добро пожаловать в Сербию: великолепную страну с богатой историей, красивой природой и гостеприимными людьми. Сербия расположена в самом сердце Балканского полуострова и предлагает незабываемые впечатления для путешественников всех вкусов.

Сербия впечатляет своим разнообразием мероприятий и культурных достопримечательностей. Посетите Белград, столицу страны, чтобы насладиться оживленной афишей событий. Здесь вы найдете театральные постановки, концерты, выставки и многое другое. Загляните на местные ивенты и фестивали, которые проходят в разное время года, чтобы окунуться в местную атмосферу и насладиться шоу, вечеринками и яркими выступлениями.

Сербия изобилует музеями и выставками, особенно в Белграде. Посетите музей Николы Теслы, чтобы узнать больше о великом сербском ученом и его изобретениях. Загляните в Народный музей Сербии, чтобы ознакомиться с богатой историей и культурой страны. Музей современного искусства, Галерия Стара Капетанија и многие другие музеи и галереи предлагают разнообразные выставки, которые поразят ваше воображение.

Не забудьте также посетить другие части Сербии, чтобы насладиться ее природой и культурой. Национальные парки, такие как Тара, Златибор и Копаоник, предлагают великолепные возможности для активного отдыха и контакта с природой. В регионах, таких как Војводина и Южная Сербия, вы найдете уникальные культурные достопримечательности, включая средневековые монастыри и крепости.

Сербия - это удивительное место, где сочетаются история, культура, природа и гостеприимство. Независимо от ваших предпочтений, здесь вы обязательно найдете что-то, чтобы полностью насладиться своим путешествием. Приготовьтесь к незабываемым приключениям и откройте для себя Сербию уже сегодня!`,

		cities: {
			Belgrade: {
				text: `
Добро пожаловать в Белград: живописный и культурно насыщенный город в сердце Сербии. Если вы ищете захватывающее место для посещения, Белград - идеальный выбор. Здесь вас ждут разнообразные мероприятия, шоу, вечеринки и выставки, которые обеспечат незабываемый опыт.

Белград известен своей богатой афишей и культурной сценой. Вас ожидают различные мероприятия, от театральных постановок до концертов и искусственных выставок. Город предлагает многочисленные шоу и ивенты для любителей развлечений. Независимо от ваших предпочтений, в Белграде вы найдете мероприятия, подходящие именно вам.

Если вы ищете ночную жизнь и веселье, Белград предлагает богатый выбор вечеринок, клубов и музыкальных ивентов. Здесь можно найти множество заведений, где можно потанцевать и отлично провести время. Белградская ночная жизнь славится своим разнообразием и живостью.

Для любителей искусства и культуры Белград предлагает обширную сеть музеев и галерей. Вы сможете посетить музеи, посвященные истории, искусству, науке и многим другим темам. Музеи Белграда предлагают уникальные выставки, которые позволят вам углубиться в историю и культуру Сербии.

Белград - это город, который стоит посетить. Посещение Белграда предоставляет возможность ознакомиться с его богатым культурным наследием, насладиться разнообразными мероприятиями и событиями, и почувствовать атмосферу этого уникального города.

Итак, если вы ищете незабываемый опыт и богатую культурную программу, Белград с его мероприятиями, шоу, вечеринками, выставками и музеями - идеальное место для вас. Планируйте свое посещение и откройте для себя все, что предлагает этот захватывающий город.`
			},
			Niš: {
				text: `
Добро пожаловать в Ниш: живописный и исторически насыщенный город в Сербии. Если вы ищете уникальное место для посещения, Ниш - отличный выбор. Здесь вас ждут разнообразные мероприятия, выставки, ивенты и культурные достопримечательности, которые обеспечат незабываемый опыт.

Ниш известен своими интересными афишами и местными мероприятиями. Здесь вы сможете насладиться различными культурными и искусственными выставками, музыкальными и театральными представлениями. Город предлагает множество ивентов и мероприятий для всех возрастов и интересов.

Если вы хотите окунуться в местную атмосферу и испытать нишскую ночную жизнь, здесь можно найти разнообразные вечеринки, бары и клубы. Ниш предлагает множество заведений, где можно отлично провести время и познакомиться с местными жителями.

Культурные достопримечательности также являются важной частью Ниша. Здесь вы найдете исторические места, включая крепость Ниш и Царскую кулу, которые предлагают захватывающий вид на город. Также стоит посетить Археологический парк Медиана, где можно узнать о римском наследии этого региона.

Ниш - это город, который стоит посетить. Посещение Ниша предоставляет возможность ознакомиться с его историей, культурой и насладиться разнообразными мероприятиями и событиями, которые проходят здесь.

Итак, если вы ищете уникальный опыт и богатую культурную программу, Ниш с его мероприятиями, выставками, ивентами и культурными достопримечательностями - идеальное место для вас. Планируйте свое посещение и откройте для себя все, что предлагает этот удивительный город.`
			},
			'Novi Sad': {
				text: `
Добро пожаловать в Нови Сад: прекрасный город в Сербии, известный своей красивой архитектурой, богатой культурной сценой и оживленными мероприятиями. Если вы ищете уникальное место для посещения, Нови Сад - идеальный выбор. Здесь вас ждут разнообразные выставки, музыкальные фестивали, ивенты и мероприятия, которые создадут незабываемую атмосферу.

Нови Сад известен своей богатой афишей и мероприятиями. Здесь вы сможете насладиться различными культурными выставками, фестивалями и концертами. Город предлагает множество ивентов и мероприятий, которые привлекают гостей со всего мира.

Если вы интересуетесь музыкой, Нови Сад славится своими музыкальными фестивалями. Знаменитый фестиваль EXIT, который проходит каждый год в июле, привлекает тысячи людей из разных стран. Это одно из крупнейших и наиболее популярных музыкальных событий в регионе. Кроме того, Нови Сад предлагает множество других фестивалей, посвященных разным жанрам и стилям музыки.

Нови Сад также славится своими выставками и искусством. Город предлагает уникальные галереи и выставочные площадки, где можно насладиться современным и классическим искусством. Посетите Галерию Матице Српске, одну из наиболее престижных художественных галерей в Сербии, чтобы узнать больше о национальном искусстве. Загляните в Музей Войводины, где вы найдете коллекцию археологических и исторических артефактов, а также современное искусство.

Кроме культурных достопримечательностей, Нови Сад привлекает внимание своим прекрасным архитектурным наследием. Прогуляйтесь по площади Свободы и насладитесь видом на главную улицу города - Змијињац, где расположены многочисленные кафе, рестораны и магазины. Посетите Фрушку Гору, небольшую гору вблизи Нови Сада, где вы найдете монастыри и прекрасные пейзажи.

Нови Сад - это город, который стоит посетить. Посещение Нови Сад предоставляет возможность ознакомиться с его культурной сценой, архитектурой и насладиться разнообразными мероприятиями и событиями, которые проходят здесь.

Итак, если вы ищете уникальный опыт и культурные впечатления, Нови Сад с его выставками, музыкальными фестивалями, ивентами и красивой архитектурой - идеальное место для вас. Планируйте свое посещение и откройте для себя все, что предлагает этот удивительный город.
`
			}
		}
	},
	Armenia: {
		text: `
Добро пожаловать в Армению: удивительную страну с богатым культурным наследием, величественными горами и древней историей. Армения, расположенная на перекрестке Европы и Азии, предлагает неповторимый опыт для путешественников.

Армения славится своими древними историческими памятниками. Посетите Гарни, один из самых известных древнеармянских храмов, построенный в 1-ом веке до н.э. Не пропустите Катедральный собор Эчмиадзин, который считается старейшим христианским храмом в мире. Вас также ожидают монастыри и крепости, в том числе Татев и Хор-Вирап, предлагающие потрясающие виды на окружающие горы и долины.

Армения известна своими культурными мероприятиями и фестивалями. Посещение Армении дает возможность стать частью национальных традиций и праздников. Вы можете увидеть народные танцы и музыку на фольклорных фестивалях, принять участие в национальных ярмарках и познакомиться с армянской кухней, изысканность которой отмечена на многочисленных гастрономических фестивалях.

Природа Армении удивительно красива. Горная цепь Арарат и Гегамский хребет предлагают прекрасные возможности для пеших прогулок и альпинизма. Загляните в национальные парки Дилижан и Хуступ, где вы сможете насладиться великолепными пейзажами, горными озерами и древними лесами. Путешествие по живописным долинам Армении оставит незабываемые впечатления.

Культура и искусство играют важную роль в Армении. Здесь вы найдете множество музеев и галерей, посвященных истории, искусству и народному творчеству. Посетите Матенадаран, одну из крупнейших библиотек и музеев рукописей в мире, чтобы узнать о богатой литературной и культурной традиции Армении.

Армения - это страна с богатой историей, красивой природой и гостеприимными людьми. Независимо от ваших интересов, в Армении вы найдете что-то уникальное и захватывающее. Путешествие в Армению оставит незабываемые впечатления и позволит вам открыть для себя удивительное наследие этой страны.`,
		cities: {
			Yerevan: {
				text: `
Добро пожаловать в Ереван: древний и современный город, столицу Армении. Ереван - это место, где сочетаются богатая история, культурное наследие и динамичная современность. Путешествие в Ереван предлагает незабываемые впечатления и уникальный опыт.

Ереван славится своей архитектурой и красотой. Главной достопримечательностью города является Розовый храм - Звартноц, символ Еревана и один из самых известных архитектурных памятников Армении. Величественные площади, прогулочные улицы и парки создают особую атмосферу города, где можно насладиться прекрасными видами и уютной обстановкой.

Ереван также славится своей культурной сценой и мероприятиями. Здесь вы найдете множество театров, концертных залов, галерей и музеев. Национальный музей истории Армении и Музей Матенадаран предлагают уникальные коллекции артефактов и рукописей, которые рассказывают историю Армении. Не пропустите возможность посетить Ереванскую опера и балетный театр, где можно насладиться классическими и современными выступлениями.

Ереван известен своей богатой кулинарной традицией. Город предлагает разнообразные рестораны и кафе, где можно попробовать национальные армянские блюда. Не пропустите возможность попробовать армянский хачапури (лепешку с сыром), лаваш (традиционный армянский хлеб), армянский шашлык и множество других вкусных блюд.

Ереван также предлагает разнообразные возможности для шопинга и развлечений. Здесь вы найдете современные торговые центры, магазины с сувенирами, рынки и уличные базары, где можно приобрести местные изделия, ювелирные украшения и художественные работы.

Ереван - это город, который оживает днем и ночью. Вечером город преображается, оживает ночная жизнь, и вы сможете насладиться различными клубами, барами и ресторанами, которые предлагают развлечения для всех вкусов.

Путешествие в Ереван предлагает уникальное сочетание древней и современной культуры, величественной архитектуры и гостеприимной атмосферы. Независимо от ваших интересов, Ереван предложит вам незабываемые впечатления и удивительный опыт. Приготовьтесь к приключению и откройте для себя прекрасный город Ереван.
    `
			}
		}
	},
	Cyprus: {
		text: `
Добро пожаловать на Кипр: прекрасный остров в Средиземном море, известный своим солнечным климатом, красивыми пляжами и богатым культурным наследием. Путешествие на Кипр предлагает идеальное сочетание отдыха и исследования уникальной истории этого острова.

Кипр славится своими великолепными пляжами. Здесь вы найдете прекрасные песчаные и галечные пляжи с кристально чистой водой. Пляжи Айя-Напы, Ларнаки, Лимассола и Пафоса предлагают широкий спектр пляжных развлечений, от отдыха на шезлонгах и плавания до водных видов спорта, таких как виндсерфинг и дайвинг.

Кипр - это остров с богатой историей и культурным наследием. Посетите археологические раскопки, такие как древнее городище Курион, где можно увидеть остатки амфитеатра, виллы и бани, датируемые греческим и римским периодами. Загляните в древнюю город-государство Пафос, который включен в список Всемирного наследия ЮНЕСКО, чтобы ознакомиться с его археологическими и историческими памятниками.

Кипр известен своими живописными городами и селами. Посетите столицу острова, Никосию, чтобы увидеть ее историческую часть с крепостями и средневековыми замками. Прогуляйтесь по улочкам Лимассола, где вы найдете красивый порт, рестораны и магазины. Отправьтесь в город Пафос, который является культурной столицей Европы, чтобы насладиться его архитектурой и атмосферой.

Кипр предлагает разнообразные возможности для активного отдыха. Вас ждут пешие и велосипедные маршруты в горах Троодос, которые предлагают прекрасные виды и природные пейзажи. Здесь вы также найдете возможности для гольфа, езды на лошадях, прогулок по природным заповедникам и многое другое.

Кипр - это также место, где можно насладиться местной кухней. Ароматы средиземноморской кухни смешиваются с традиционными кипрскими блюдами. Не пропустите возможность попробовать местные деликатесы, такие как халлуми (традиционный сыр), мецедес (мясная нарезка) и мухаммара (паста из перцев и грецких орехов).

Путешествие на Кипр предлагает уникальный опыт, сочетающий красоту пляжей, богатство истории и культуры и возможности для активного отдыха. Независимо от того, ищете ли вы спокойный отдых или приключения, Кипр удовлетворит ваши ожидания. Планируйте свое путешествие на Кипр и позвольте этому острову овладеть вашим сердцем.`,
		cities: {
			Limassol: {
				text: `
Добро пожаловать в Лимассол: живописный город на южном побережье Кипра, известный своими прекрасными пляжами, живой ночной жизнью и богатым культурным наследием. Путешествие в Лимассол предлагает разнообразие возможностей для отдыха, развлечений и исследования.

Лимассол славится своими прекрасными пляжами, простирающимися вдоль Средиземного моря. Здесь вы найдете чистый песок, яркое солнце и спокойные воды, идеальные для отдыха и купания. Пляжи Лимассола предлагают широкий выбор пляжных развлечений, включая водные виды спорта, пляжные бары и рестораны.

Лимассол также славится своей живой ночной жизнью. Город предлагает множество баров, клубов и ресторанов, где можно провести вечер весело и незабываемо. Марина Лимассола является популярным местом среди туристов и местных жителей, где можно насладиться ресторанами, магазинами и живой музыкой.

Лимассол - это также город с богатым историческим и культурным наследием. Посетите Старый город Лимассола, где вы найдете узкие улочки, средневековые замки и руины древних стен. Не пропустите возможность посетить археологическую зону Колосси, где расположены руины древнего города и известного Колоссского замка.

Лимассол предлагает множество возможностей для шопинга. Здесь вы найдете современные торговые центры, бутики с местными и международными брендами, а также традиционные рынки, где можно приобрести свежие фрукты, овощи, местные продукты и ремесла.

Культура и искусство также играют важную роль в Лимассоле. Загляните в Музей Кипра, чтобы узнать о богатой истории острова и его культурных традициях. Театр Лимассола предлагает разнообразные представления, включая театральные постановки, концерты и фестивали.

Лимассол - это город, который предлагает множество возможностей для отдыха, развлечений и исследования. Независимо от ваших предпочтений, здесь вы найдете что-то интересное и увлекательное. Путешествие в Лимассол обещает быть незабываемым и запоминающимся опытом.
`
			}
		}
	},
	'Czech Republic': {
		text: `
Добро пожаловать в Чешскую Республику: прекрасную страну в центре Европы, известную своей богатой историей, культурным наследием и красивыми городами. Путешествие в Чехию предлагает уникальную возможность познакомиться с ее историей, искусством и прекрасной природой.

Прага, столица Чешской Республики, является одним из самых красивых городов в Европе. Старый город Праги с его средневековыми улочками, историческими площадями и замком Пражский Град предлагает великолепные виды и уникальную атмосферу. Знаменитый Карлов мост, Астраджинский театр и Пражский орловский замок являются лишь некоторыми из множества достопримечательностей, которые вам предстоит увидеть.

Чешская Республика славится своей богатой культурной сценой. Прага предлагает множество театров, музеев и галерей, где вы сможете познакомиться с чешским искусством и историей. Не пропустите возможность посетить Национальный музей, где вы найдете коллекции археологических и исторических артефактов, а также Национальную галерею, где выставлены произведения изобразительного искусства.

Чешская Республика также известна своими прекрасными городами за пределами Праги. Карловы Вары, Кутна Гора и Ческий Крумлов предлагают уникальную архитектуру, сказочные замки и великолепные исторические центры. Эти города являются популярными туристическими направлениями, где вы сможете насладиться красотой и уникальной атмосферой.

Чехия известна своим пивом и богатой кулинарной традицией. Здесь вы найдете множество пивных пабов и ресторанов, где можно попробовать традиционные чешские блюда, такие как трубочки (традиционные вареные сосиски), гуляш и традиционное пиво.

Природа Чешской Республики также привлекает внимание. Загляните в Национальный парк Чешская Швейцария, где вы найдете великолепные пейзажи, каньоны, скалы и прекрасные тропы для пеших прогулок. Река Влтава предлагает возможности для каякинга и рафтинга.

Чешская Республика - это страна с богатой историей, прекрасными городами и привлекательной природой. Путешествие в Чехию обещает быть увлекательным и запоминающимся. Независимо от того, интересуетесь ли вы историей, искусством, природой или просто ищете уникальные приключения, Чехия предлагает множество возможностей для удовлетворения ваших интересов. Планируйте свое путешествие и откройте для себя все прекрасное, что предлагает эта удивительная страна.`,

		cities: {
			Prague: {
				text: `
Добро пожаловать в Прагу: красивейший исторический город, столицу Чешской Республики и одно из самых популярных туристических направлений в Европе. Путешествие в Прагу предлагает незабываемые впечатления от прекрасной архитектуры, богатой истории и уникальной атмосферы.

Старый город Праги - одно из самых известных исторических мест в Европе. Прогуляйтесь по его узким улочкам, где вас окружают здания, датируемые средневековьем, и насладитесь атмосферой старинных площадей, таких как Староместская площадь и Вацлавская площадь. Здесь вы найдете великолепные художественные детали, фасады зданий в стиле барокко и готики, а также известные достопримечательности, включая Астраджинский театр, Дом Танцующих домов и старинные часовни Астрономического часов.

Пражский Град является символом Праги и одним из крупнейших средневековых замков в мире. Здесь вы найдете Пражский собор, Голубую комнату, Лоретту и множество других архитектурных шедевров. С площади перед замком открываются великолепные виды на город.

Карлов мост - это одна из самых известных достопримечательностей Праги. Прогуляйтесь по мосту, наслаждаясь видами на реку Влтаву и окружающие здания. Здесь вы также найдете множество уличных художников, музыкантов и продавцов сувениров.

Путешествие в Прагу также предлагает возможность познакомиться с ее богатой культурной сценой. Город предлагает множество музеев, галерей и театров. Посетите Национальный музей, чтобы узнать больше о чешской истории и культуре, или загляните в Национальную галерею, чтобы насладиться произведениями искусства.

Прага славится своими пивными традициями. Попробуйте местное пиво и посетите одну из пивных пабов, где вы сможете насладиться аутентичной атмосферой и попробовать разнообразные сорта пива.

Прага - это город, который очарует вас своей красотой, романтической атмосферой и богатым культурным наследием. Путешествие в Прагу предлагает незабываемый опыт, который запомнится на всю жизнь. Планируйте свое посещение и дайте этому удивительному городу возможность показать вам свои самые прекрасные моменты.
      `
			}
		}
	},
	Netherlands: {
		text: `
Добро пожаловать в Нидерланды: прекрасную страну с уникальными каналами, ветряными мельницами и яркой культурной сценой. Путешествие по Нидерландам предлагает незабываемые впечатления от исторических городов, прекрасной природы и интересных достопримечательностей.

Амстердам, столица Нидерландов, является одним из самых популярных туристических направлений в Европе. Город славится своими каналами, уникальной архитектурой и богатой культурной сценой. Прогуляйтесь по улочкам Амстердама, наслаждаясь видами на прекрасные каналы, исследуйте его известные районы, такие как Красный фонарь и Йордан, и посетите музеи, включая Рейксмузей, Ван Гогов музей и Дом Анны Франк.

Роттердам является крупнейшим городом Нидерландов и известен своими современными архитектурными проектами и портом, являющимся одним из крупнейших в мире. Здесь вы найдете современные небоскребы, великолепные мосты и многочисленные музеи и галереи.

Гаага - это политический и административный центр Нидерландов, а также дом международных судов и множества посольств. Здесь вы найдете многочисленные музеи, парки и знаменитый пляж Схевенинген.

Нидерланды известны своей уникальной природой и пейзажами. Посетите Национальный парк Хоффезе и Кекенхоф, чтобы насладиться прекрасными цветущими полями тюльпанов весной. Загляните в Зеленые сердца, которые предлагают многочисленные велосипедные и пешие маршруты через прекрасные пейзажи и исторические деревни.

Нидерланды также славятся своей культурой и искусством. Здесь вы найдете многочисленные музеи, галереи и концертные залы, предлагающие разнообразные выставки, концерты и спектакли. Не пропустите возможность познакомиться с работами великих художников в Музее Ван Гога, Национальном музее и Рейксмузее.

Нидерланды - это страна с богатой историей, прекрасными городами и удивительной культурой. Путешествие по этой стране предлагает уникальную возможность познакомиться с ее богатым наследием и насладиться прекрасной атмосферой. Планируйте свое путешествие и откройте для себя все, что предлагают Нидерланды, их достопримечательности и удивительные моменты.`,
		cities: {
			Amsterdam: {
				text: `
Добро пожаловать в Амстердам: красивейший город с множеством каналов, узкими улочками и уникальной атмосферой. Путешествие в Амстердам предлагает незабываемые впечатления от его богатой истории, культурных достопримечательностей и динамичной обстановки.

Амстердам славится своими каналами, которые являются символом города. Прогуляйтесь по набережным, наслаждаясь красотой каналов, и изучите исторические здания, которые украшают их берега. Береговая линия Амстердама является одним из самых прекрасных мест для прогулок и фотографий.

Амстердам также известен своими музеями. Национальный музей, также известный как Рейксмузей, предлагает одну из самых больших коллекций искусства в мире, включая работы известных художников, таких как Рембрандт и Вермеер. Музей Ван Гога посвящен жизни и творчеству великого художника Винсента Ван Гога. Не забудьте посетить Дом Анны Франк, чтобы узнать историю этой известной девочки, спрятавшейся от нацистов во время Второй мировой войны.

Амстердам предлагает множество возможностей для активного отдыха. Вы можете арендовать велосипед и исследовать город велосипедными дорожками, которые являются популярным средством передвижения для местных жителей. Также стоит посетить Вондельпарк - большой парк, где можно отдохнуть, погулять и насладиться природой.

Амстердам известен своей культурной обстановкой. Здесь вы найдете множество театров, концертных залов и культурных центров, предлагающих разнообразные выступления и мероприятия. Музыкальный зал Конинклийк и Опера Амстердам являются популярными местами для концертов и оперных представлений.

Город также известен своей космополитичной атмосферой. В районе Де Пайп вы найдете множество ресторанов, баров и кафе с разнообразной кухней и атмосферой. Также стоит посетить район Йордан, где узкие улочки, традиционные пабы и магазины создают особую атмосферу.

Амстердам - это город, который предлагает уникальное сочетание истории, культуры, активного образа жизни и красивой архитектуры. Путешествие в Амстердам обещает быть незабываемым и увлекательным. Планируйте свое посещение и дайте этому прекрасному городу возможность показать вам свои самые привлекательные стороны.
`
			}
		}
	},
	Thailand: {
		text: `
Добро пожаловать в Таиланд: удивительную страну в Юго-Восточной Азии, известную своими прекрасными пляжами, экзотической культурой и гостеприимством. Путешествие в Таиланд предлагает незабываемые приключения, отдых на пляжах, исследование исторических достопримечательностей и наслаждение богатством местной кухни.

Таиланд славится своими пляжами, которые считаются некоторыми из самых красивых в мире. Пляжи Пхукета, Краби, Паттайи и Ко Самуи предлагают мягкий песок, теплую воду и захватывающие виды. Здесь вы сможете отдохнуть на шезлонгах, заняться водными видами спорта, такими как дайвинг и серфинг, или просто насладиться спокойным отдыхом на побережье.

Таиланд богат историческими достопримечательностями и культурным наследием. В городе Аюттхая вы найдете древние храмы и развалины, относящиеся к периоду Королевства Аюттхая, включенного в список Всемирного наследия ЮНЕСКО. Бангкок, столица Таиланда, предлагает такие достопримечательности, как Дворец Великого Короля и Ват Арун - известный храм на берегу реки Чао Пхрая.

Таиланд известен своими традиционными храмами и буддистскими святынями. Великолепные храмы, такие как Ват Пхра Кео и Ват Пхо в Бангкоке, предлагают уникальные архитектурные элементы и спокойную атмосферу. Ват Ронг Кхун, также известный как Белый храм, в Чианг Рае - это удивительное сочетание традиционного и современного искусства.

Таиланд предлагает также разнообразные возможности для активного отдыха. Вы можете отправиться на пешие или велосипедные прогулки в национальные парки, такие как парк Эроухет и парк Дои Интанон. Водопады, джунгли и уникальная флора и фауна будут радовать вас на протяжении всего пути.

Таиланд - это также страна, которая славится своей кухней. Вам следует попробовать тайские блюда, такие как том ям (острый суп с морепродуктами), пад тай (тайские лапша) и массаман (мясное карри). Уличная еда также является непременной частью тайской культуры, и вы можете попробовать различные закуски и блюда на местных рынках и уличных палатках.

Таиланд - это страна, которая обещает вам незабываемый опыт с прекрасными пляжами, богатой культурой и экзотической кухней. Путешествие в Таиланд станет путешествием в мир приключений и открытий. Планируйте свое путешествие и позвольте этой удивительной стране показать вам свои самые прекрасные стороны.
`,
		cities: {
			Phuket: {
				text: `
Добро пожаловать на остров Пхукет в Таиланде: популярный курортный район с кристально чистыми пляжами, захватывающей природой и богатыми возможностями для отдыха. Путешествие на Пхукет предлагает незабываемые впечатления от прекрасных пейзажей, водных развлечений и прекрасных местных культурных достопримечательностей.

Пхукет славится своими пляжами, которые являются настоящим райским курортом. Пляж Патонг - самый известный пляж на острове, предлагающий множество развлечений, включая водные виды спорта, рестораны и бары. Пляжи Карон, Ката и Сурин также предлагают прекрасные пляжные атмосферы и возможности для расслабленного отдыха на песчаных берегах.

Остров Пхукет предлагает множество разнообразных активностей и развлечений. Вы можете отправиться на морскую прогулку по островам вокруг Пхукета, исследовать подводный мир при помощи дайвинга или сноркелинга, а также попробовать серфинг или виндсерфинг. Островные экскурсии на каяке или велосипеде также позволят вам насладиться красотой природы и окружающей среды.

В Пхукете есть также множество местных культурных достопримечательностей. Посетите храм Будда Биг Будда, который предлагает захватывающий вид на остров и его окрестности. Также стоит посетить храмы Ват Чалонг и Ват Пхра Нанг Санг, чтобы познакомиться с буддийскими традициями и архитектурой.

Пхукет предлагает широкий выбор ресторанов и кафе, где вы сможете насладиться традиционной тайской кухней. Попробуйте свежие морепродукты, острые карри и ароматные супы. Также не забудьте посетить местные рынки, где вы сможете попробовать различные закуски и фрукты.

Остров Пхукет - это место, где можно насладиться расслабленной атмосферой курортного отдыха, красотой природы и уникальной культурой Таиланда. Путешествие на Пхукет обещает быть незабываемым и запоминающимся опытом. Планируйте свое путешествие и откройте для себя все, что предлагает этот прекрасный остров.
`
			}
		}
	},
	Uzbekistan: {
		text: `
Добро пожаловать в Узбекистан: удивительную страну с богатым историческим наследием, прекрасной архитектурой и гостеприимством своих жителей. Путешествие в Узбекистан предлагает незабываемые впечатления от древних городов, пышных базаров и красивых пейзажей.

Самарканд, Бухара и Хива - это три известных города, которые являются жемчужинами Узбекистана. Самарканд, один из древнейших городов мира, славится своими историческими достопримечательностями, такими как Улугбекова обсерватория, Мавзолей Гур-Эмир и Соборная мечеть. Бухара - это живой музей на открытом воздухе, где вы сможете увидеть Арк, Площадь Ляби-Хауз, Комплекс Пойкяли и другие архитектурные шедевры. Хива, расположенная на старой шелковой дороге, известна своим средневековым старым городом Ичан-Кала, окруженным крепостной стеной.

Узбекистан также славится своими базарами, где вы сможете погрузиться в аутентичную атмосферу местной жизни и купить традиционные изделия и сувениры. В Ташкенте вы найдете Чорсу базар, один из крупнейших и самых живописных базаров в стране. Самаркандский базар Сиёб - это место, где вы сможете попробовать местные фрукты, специи и другие продукты.

Узбекистан также предлагает великолепные пейзажи и природные достопримечательности. Посетите горы Тянь-Шань и Ферганскую долину, чтобы насладиться красотой гор и зеленых долин. Возможно, вы захотите отправиться в пустыню Кызылкум, где вас ждут бескрайние песчаные дюны и уникальная флора и фауна.

Узбекистан славится своей гостеприимностью и кулинарными традициями. Попробуйте национальные блюда, такие как плов, шашлык, лагман и самса. Также не пропустите возможность попробовать чай и сладости в традиционном чайхане.

Узбекистан - это страна, где величественная история переплетается с уникальной культурой и красивыми пейзажами. Путешествие в Узбекистан обещает быть путешествием во времени и открытий. Планируйте свое путешествие и позвольте этой удивительной стране показать вам свои самые прекрасные стороны.
`,
		cities: {
			Tashkent: {
				text: `
Добро пожаловать в Ташкент: столицу Узбекистана, динамичный и современный город с богатой историей, красивой архитектурой и интересными достопримечательностями. Путешествие в Ташкент предлагает уникальную возможность познакомиться с культурой и жизнью страны.

Ташкент предлагает множество достопримечательностей, которые стоит посетить. В комплексе Хазрати Имам вы найдете мечеть Тилля Шейх, Медресе Баракхан и Исламский институт. Комплекс Хазрати Имам является центром религиозной и культурной жизни города и предлагает прекрасные архитектурные элементы.

Также стоит посетить Независимости площадь, где вы найдете монументы, фонтаны и архитектурные сооружения. Вблизи площади расположен Ташкентский метрополитен, который славится своими уникальными станциями, отображающими различные стили искусства.

В старом городе Ташкента, известном как Чарсу, вы сможете посетить базар Чорсу, где можно купить традиционные изделия, сувениры и продукты. Здесь вы также найдете Кукельдаш-мечеть и медресе Бахор.

Ташкент предлагает множество музеев, где вы сможете узнать больше о истории и культуре Узбекистана. Государственный музей искусства имени Ислама Каримова представляет коллекцию произведений искусства, включая картины, скульптуры и национальные костюмы. Музей Истории Ташкента и музей Апрельского восстания познакомят вас с историческими событиями и локальной историей.

Ташкент предлагает широкий выбор ресторанов и кафе, где вы сможете попробовать национальные узбекские блюда и международную кухню. Не пропустите возможность попробовать плов, лагман, манты и другие традиционные блюда.

Ташкент - это город, который сочетает в себе современные достижения и богатую историю. Путешествие в Ташкент позволит вам ощутить дух Узбекистана и насладиться его красотой и гостеприимством. Планируйте свое посещение и дайте этому удивительному городу возможность показать вам свои самые привлекательные стороны.
`
			}
		}
	}
} as {
	[key: string]: {
		text: string;
		cities: {
			[key: string]: {
				text: string;
			};
		};
	};
};

export const countriesNames = Object.keys(countriesInfoTexts);

export const countryExist = (country: string): boolean => countriesNames.includes(country);

export const getCitiesNamesByCountry = (country: string): string[] => {
	if (!countryExist(country)) {
		return [];
	}
	return Object.keys(countriesInfoTexts[country].cities);
};

export const cityExist = (country: string, city: string): boolean =>
	getCitiesNamesByCountry(country).includes(city);

const getCitiesByCountry = (
	country: string
): {
	[key: string]: {
		text: string;
	};
} => countriesInfoTexts[country].cities;

export const getCityInfoText = (country: string, city: string): string => getCitiesByCountry(country)[city].text;
