<script setup lang="ts">
const { translate } = useTranslation();
</script>

<template>
	<div class="privacy">
		<h1 class="privacy__main-title">{{ translate('limitation_of_liability.title') }}</h1>
		<p class="privacy__paragraph">Дата последнего изменения: 25.06.2023.</p>

		<ol type="1">
			<li class="privacy__list-item">
				1. Администрация сайта
				<a href="https://afisha.peredelano.com/">https://afisha.peredelano.com/</a> и
				социальных сетей PeredelanoAfisha (Далее — Афиша) не занимается самостоятельной
				организацией мероприятий, освещаемых на сайте
				<a href="https://afisha.peredelano.com/">https://afisha.peredelano.com/</a> или в
				социальных сетях PeredelanoAfisha (Далее — Сервис). Состоится мероприятие или нет,
				зависит от третьих лиц, за действия которых Афиша не отвечает и не может оказывать
				на них влияние. В связи с этим Афиша не гарантирует достоверность сведений,
				размещенных на Сервисе.
			</li>
			<li class="privacy__list-item">
				2. Афиша не гарантирует корректную работу сайтов, ссылки на которые размещены на
				Сервисе. Также Афиша не гарантирует соответствие сторонних сайтов требованиям
				законодательства. Афиша не гарантирует конфиденциальность данных пользователя на
				сторонних сайтах.
			</li>
			<li class="privacy__list-item">
				3 Афиша не несет ответственности и не возмещает никакой ущерб, прямой или косвенный,
				причиненный пользователю сайта или любым третьим лицам в результате использования
				или невозможности использования Сервиса и размещенной на Сервисе информации.
			</li>
			<li class="privacy__list-item">
				4. У пользователей сайта есть возможность размещать на сайте Афиши контент
				самостоятельно, без участия администрации. Афиша не обязуется модерировать контент
				размещаемых пользователями.
			</li>
			<li class="privacy__list-item">
				5. Афиша не гарантирует достоверность информации, размещаемой пользователями на
				Сервисе. Афиша не гарантирует, что мероприятия, информация о которых размещается
				пользователями, состоятся, а сайты, ссылки на которые размещают пользователи,
				исправно работают, отвечают требованиям закона и обеспечивают конфиденциальность
				данных пользователей.
			</li>
			<li class="privacy__list-item">
				6. Пользователи, размещающие контент на Сервисе самостоятельно отвечают перед
				третьими лицами и государственными органами за свои действия. Пользователь,
				используя Сервис обязуется не нарушать ничьи авторские права, права на товарные
				знаки, средства индивидуализации и/или права на иные объекты интеллектуальной
				собственности. Пользователь обязуется самостоятельно и за свой счет урегулировать
				конфликты с третьими лицами, связанные с действиями пользователя на Сервисе.
			</li>
			<li class="privacy__list-item">
				7. Пользователь и третьи лица обязуются урегулировать конфликты с Афишей во
				внесудебном порядке путём направления претензий по любым доступным каналам связи. В
				случае невозможности урегулировать конфликт в претензионном порядке, он подлежит
				урегулировании в соответствии с применимым законодательством
			</li>
			<li class="privacy__list-item">
				8. Отсутствие гарантий означает, что Афиша не принимает на себя никаких обязательств
				и не несёт ответственность перед пользователями Сервиса или третьими лицами в связи
				с контентом, размещаемом на Сервисе.
			</li>
		</ol>
	</div>
</template>

<style scoped lang="less">
.privacy {
	padding: 34px var(--padding-side);

	&__main-title {
		font-size: var(--font-size-XXL);
		line-height: 40px;
		font-weight: var(--font-weight-bold);
		margin-bottom: 15px;
	}

	&__title {
		font-size: var(--font-size-L);
		padding-top: 10px;
		margin-bottom: 15px;
	}

	&__paragraph,
	&__list-item {
		font-size: var(--font-size-S);
		line-height: 20px;
		margin-bottom: 15px;
	}
}
</style>
