<script setup lang="ts">
const { translate } = useTranslation();
</script>

<template>
	<div class="privacy">
		<h1 class="privacy__main-title">{{ translate('privacy_policy.title') }}</h1>
		<!-- <p class="privacy__paragraph">г. 2023</p> -->
		<p class="privacy__paragraph">Дата последнего изменения: 25.06.2023.</p>

		<ol type="1">
			<li class="privacy__list-item">
				1. Администрация сайта
				<a href="https://afisha.peredelano.com/">https://afisha.peredelano.com/</a> и
				социальных сетей PeredelanoAfisha (Далее — Афиша) не занимается самостоятельной
				организацией мероприятий, освещаемых на сайте
				<a href="https://afisha.peredelano.com/">https://afisha.peredelano.com/</a> или в
				социальных сетях PeredelanoAfisha (Далее — Сервис). Состоится мероприятие или нет,
				зависит от третьих лиц, за действия которых Афиша не отвечает и не может оказывать
				на них влияние. В связи с этим Афиша не гарантирует достоверность сведений,
				размещенных на Сервисе.
			</li>
			<li class="privacy__list-item">
				2. Афиша не гарантирует корректную работу сайтов, ссылки на которые размещены на
				Сервисе. Также Афиша не гарантирует соответствие сторонних сайтов требованиям
				законодательства. Афиша не гарантирует конфиденциальность данных пользователя на
				сторонних сайтах.
			</li>
			<li class="privacy__list-item">
				3 Афиша не несет ответственности и не возмещает никакой ущерб, прямой или косвенный,
				причиненный пользователю сайта или любым третьим лицам в результате использования
				или невозможности использования Сервиса и размещенной на Сервисе информации.
			</li>
			<li class="privacy__list-item">
				4. У пользователей сайта есть возможность размещать на сайте Афиши контент
				самостоятельно, без участия администрации. Афиша не обязуется модерировать контент
				размещаемых пользователями.
			</li>
			<li class="privacy__list-item">
				5. Афиша не гарантирует достоверность информации, размещаемой пользователями на
				Сервисе. Афиша не гарантирует, что мероприятия, информация о которых размещается
				пользователями, состоятся, а сайты, ссылки на которые размещают пользователи,
				исправно работают, отвечают требованиям закона и обеспечивают конфиденциальность
				данных пользователей.
			</li>
			<li class="privacy__list-item">
				6. Пользователи, размещающие контент на Сервисе самостоятельно отвечают перед
				третьими лицами и государственными органами за свои действия. Пользователь,
				используя Сервис обязуется не нарушать ничьи авторские права, права на товарные
				знаки, средства индивидуализации и/или права на иные объекты интеллектуальной
				собственности. Пользователь обязуется самостоятельно и за свой счет урегулировать
				конфликты с третьими лицами, связанные с действиями пользователя на Сервисе.
			</li>
			<li class="privacy__list-item">
				7. Пользователь и третьи лица обязуются урегулировать конфликты с Афишей во
				внесудебном порядке путём направления претензий по любым доступным каналам связи. В
				случае невозможности урегулировать конфликт в претензионном порядке, он подлежит
				урегулировании в соответствии с применимым законодательством
			</li>
			<li class="privacy__list-item">
				8. Отсутствие гарантий означает, что Афиша не принимает на себя никаких обязательств
				и не несёт ответственность перед пользователями Сервиса или третьими лицами в связи
				с контентом, размещаемом на Сервисе.
			</li>
		</ol>

		<!-- <p class="privacy__paragraph">
			Политика обработки персональных данных (далее – Политика) разработана в соответствии с
			Федеральным законом от 27.07.2006. №152-ФЗ «О персональных данных» (далее – ФЗ-152).
		</p>
		<p class="privacy__paragraph">
			Настоящая Политика определяет порядок обработки персональных данных и меры по
			обеспечению безопасности персональных данных в НАИМЕНОВАНИЕ ОРГАНИЗАЦИИ (далее –
			Оператор) с целью защиты прав и свобод человека и гражданина при обработке его
			персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную
			и семейную тайну.
		</p>
		<p class="privacy__paragraph">
			Настоящая Политика также действует в отношении всей информации, которая расположенный на
			доменном имени ССЫЛКА НА САЙТ (далее по тексту - Сайт), может получить о Пользователе во
			время использования сайта а, программ и продуктов Оператора.
		</p>
		<p class="privacy__paragraph">В Политике используются следующие основные понятия:</p>
		<ol type="1">
			<li class="privacy__list-item">
				1) персональные данные - любая информация, относящаяся к прямо или косвенно
				определенному или определяемому физическому лицу (субъекту персональных данных);
			</li>
			<li class="privacy__list-item">
				2) оператор - государственный орган, муниципальный орган, юридическое или физическое
				лицо, самостоятельно или совместно с другими лицами организующие и (или)
				осуществляющие обработку персональных данных, а также определяющие цели обработки
				персональных данных, состав персональных данных, подлежащих обработке, действия
				(операции), совершаемые с персональными данными;
			</li>
			<li class="privacy__list-item">
				3) обработка персональных данных - любое действие (операция) или совокупность
				действий (операций), совершаемых с использованием средств автоматизации или без
				использования таких средств с персональными данными, включая сбор, запись,
				систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
				использование, передачу (распространение, предоставление, доступ), обезличивание,
				блокирование, удаление, уничтожение персональных данных;
			</li>
			<li class="privacy__list-item">
				4) автоматизированная обработка персональных данных - обработка персональных данных
				с помощью средств вычислительной техники;
			</li>
			<li class="privacy__list-item">
				5) распространение персональных данных - действия, направленные на раскрытие
				персональных данных неопределенному кругу лиц;
			</li>
			<li class="privacy__list-item">
				6) предоставление персональных данных - действия, направленные на раскрытие
				персональных данных определенному лицу или определенному кругу лиц;
			</li>
			<li class="privacy__list-item">
				7) блокирование персональных данных - временное прекращение обработки персональных
				данных (за исключением случаев, если обработка необходима для уточнения персональных
				данных);
			</li>
			<li class="privacy__list-item">
				8) уничтожение персональных данных - действия, в результате которых становится
				невозможным восстановить содержание персональных данных в информационной системе
				персональных данных и (или) в результате которых уничтожаются материальные носители
				персональных данных;
			</li>
			<li class="privacy__list-item">
				9) обезличивание персональных данных - действия, в результате которых становится
				невозможным без использования дополнительной информации определить принадлежность
				персональных данных конкретному субъекту персональных данных;
			</li>
			<li class="privacy__list-item">
				10) информационная система персональных данных - совокупность содержащихся в базах
				данных персональных данных и обеспечивающих их обработку информационных технологий и
				технических средств;
			</li>
			<li class="privacy__list-item">
				11) трансграничная передача персональных данных - передача персональных данных на
				территорию иностранного государства органу власти иностранного государства,
				иностранному физическому лицу или иностранному юридическому лицу;
			</li>
			<li class="privacy__list-item">
				12) Пользователь – лицо, имеющее доступ к Сайту, посредством сети Интернет и
				использующее Сайт.
			</li>
		</ol>
		<p class="privacy__list-item">
			Компания обязана опубликовать или иным образом обеспечить неограниченный доступ к
			настоящей Политике обработки персональных данных в соответствии с ч. 2 ст. 18.1. ФЗ-152.
		</p>

		<h2 class="privacy__title">      Статья 1. ОБЩИЕ ПОЛОЖЕНИЯ </h2> -->
		<!--      1. Использование Пользователем Сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.-->
		<!--      2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование Сайта.-->
		<!--      3. Настоящая Политика конфиденциальности применяется только к Сайту. Оператор не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.-->
		<!--      4. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы на Сайте и включают в себя следующую информацию:-->
		<!--      фамилию, имя, отчество Пользователя;-->
		<!--      контактный телефон Пользователя;-->
		<!--      адрес электронной почты (e-mail);-->
		<!--      дальнейшее перечисление информации, которая собирается.-->

		<!--      Статья 2. ЦЕЛИ СБОРА И ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ-->
		<!--      1. Сайт собирает и хранит только те персональные данные, которые необходимы для предоставления и оказания услуг (исполнения соглашений и договоров с пользователем).-->
		<!--      2. Персональную информацию пользователя Сайт может использовать в следующих целях:-->
		<!--      2.1. Идентификация стороны в рамках соглашений и договоров с Сайт-->
		<!--      2.2. Предоставление пользователю персонализированных услуг;-->
		<!--      2.3. Связь с пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сервисов, оказания услуг, а также обработка запросов и заявок от пользователя;-->
		<!--      2.4. Улучшение качества, удобства их использования, разработка услуг;-->
		<!--      2.5. Таргетирование рекламных материалов;-->
		<!--      2.6. Проведение статистических и иных исследований на основе обезличенных данных-->

		<!--      Статья 3. ПРИНЦИПЫ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ-->
		<!--      1. Обработка персональных данных у Оператора осуществляется на основе следующих принципов:-->
		<!--      законности и справедливой основы;-->
		<!--      ограничения обработки персональных данных достижением конкретных, заранееопределенных и законных целей;-->
		<!--      недопущения обработки персональных данных, несовместимой с целями сбораперсональных данных;недопущения объединения баз данных, содержащих персональные данные, обработкакоторых осуществляется в целях, несовместимых между собой;-->
		<!--      обработки только тех персональных данных, которые отвечают целям их обработки;-->
		<!--      соответствия содержания и объема обрабатываемых персональных данных заявленным целям обработки;недопущения обработки персональных данных, избыточных по отношению к заявленным целям их обработки;-->
		<!--      обеспечения точности, достаточности и актуальности персональных данных по тношению к целям обработки персональных данных;-->
		<!--      уничтожения либо обезличивания персональных данных по достижении целей их обработки или в случае утраты необходимости в достижении этих целей, при невозможности устранения Оператором допущенных нарушений персональных данных, если иное не предусмотрено федеральным законом.-->

		<!--      Статья 4. УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ-->
		<!--      1. Оператор производит обработку персональных данных при наличии хотя бы одного из следующих условий:1.1. обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных;-->
		<!--      1.2. обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей;-->
		<!--      1.3. обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве;-->
		<!--      1.4. обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;-->
		<!--      1.5. обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных;-->
		<!--      1.6. осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее - общедоступные персональные данные);-->
		<!--      1.7. осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.-->

		<!--      Статья 5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ-->
		<!--      1. Обработка и хранение персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.-->
		<!--      2. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации.-->

		<!--      Статья 6. КОНФИДЕНЦИАЛЬНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ-->
		<!--      1. Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.-->
		<!--      2. Оператор принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.-->

		<!--      Статья 7. ОБЩЕДОСТУПНЫЕ ИСТОЧНИКИ ПЕРСОНАЛЬНЫХ ДАННЫХ:-->
		<!--      1. В целях информационного обеспечения у Оператора могут создаваться общедоступные источники персональных данных субъектов, в том числе справочники и адресные книги. В общедоступные источники персональных данных с письменного согласия субъекта могут включаться его фамилия, имя, отчество, дата и место рождения, должность, номера контактных телефонов, адрес электронной почты и иные персональные данные, сообщаемые субъектом персональных данных.-->
		<!--      2. Сведения о субъекте должны быть в любое время исключены из общедоступных источников персональных данных по требованию субъекта либо по решению суда или иных уполномоченных государственных органов.-->

		<!--      Статья 8. СПЕЦИАЛЬНЫЕ КАТЕГОРИИ ПЕРСОНАЛЬНЫХ ДАННЫХ-->
		<!--      1. Обработка Оператором специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, допускается в случаях, если:-->
		<!--      1.1. субъект персональных данных дал согласие в письменной форме на обработку своих персональных данных;-->
		<!--      1.2. персональные данные сделаны общедоступными субъектом персональных данных;-->
		<!--      1.3. обработка персональных данных осуществляется в соответствии с законодательством о государственной социальной помощи, трудовым законодательством, законодательством Российской Федерации о пенсиях по государственному пенсионному обеспечению, о трудовых пенсиях;-->
		<!--      1.4. обработка персональных данных необходима для защиты жизни, здоровья или иных жизненно важных интересов субъекта персональных данных либо жизни, здоровья или иных жизненно важных интересов других лиц и получение согласия субъекта персональных данных невозможно;-->
		<!--      1.5. обработка персональных данных осуществляется в медико-профилактических целях, в целях установления медицинского диагноза, оказания медицинских и медико- социальных услуг при условии, что обработка персональных данных осуществляется лицом, профессионально занимающимся медицинской деятельностью и обязанным в соответствии с законодательством Российской Федерации сохранять врачебную тайну;-->
		<!--      1.6. обработка персональных данных необходима для установления или осуществления прав субъекта персональных данных или третьих лиц, а равно и в связи с осуществлением правосудия;-->
		<!--      2. Обработка специальных категорий персональных данных должна быть незамедлительно прекращена, если устранены причины, вследствие которых осуществлялась их обработка, если иное не установлено федеральным законом.-->
		<!--      3. Обработка персональных данных о судимости может осуществляться Оператором исключительно в случаях и в порядке, которые определяются в соответствии с федеральными законами.-->

		<!--      Статья 9. БИОМЕТРИЧЕСКИЕ ПЕРСОНАЛЬНЫЕ ДАННЫЕ-->
		<!--      Сведения, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность - биометрические персональные данные - могут обрабатываться Оператором только при наличии согласия в письменной форме субъекта.-->

		<!--      Статья 10. ПЕРЕДАЧА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ТРЕТЬИМ ЛИЦАМ1.-->
		<!--      Сайт вправе передать персональную информацию пользователя третьим лицам в следующих случаях:-->
		<!--      1.1. Пользователь выразил свое согласие на такие действия;-->
		<!--      1.2. Передача необходима в рамках использования пользователем определенного Сервиса либо для оказания услуги пользователю;-->
		<!--      1.3. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;-->
		<!--      1.4. Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;-->
		<!--      1.5. В целях обеспечения возможности защиты прав и законных интересов Сайт или третьих лиц в случаях, когда пользователь нарушает Пользовательское соглашение сервисов Сайта.-->
		<!--      2. При обработке персональных данных пользователей Сайт руководствуется Федеральным законом РФ «О персональных данных».-->

		<!--      Статья 11. ТРАНСГРАНИЧНАЯ ПЕРЕДАЧА ПЕРСОНАЛЬНЫХ ДАННЫХ-->
		<!--      1. Оператор обязана убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается адекватная защита прав субъектов персональных данных, до начала осуществления такой передачи.-->
		<!--      2. Трансграничная передача персональных данных на территории иностранных государств, не обеспечивающих адекватной защиты прав субъектов персональных данных, может осуществляться в случаях:2.1. наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных;-->

		<!--      ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ-->
		<!--      1. Оператор вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.-->
		<!--      2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.-->
		<!--      3. Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать указать раздел сайта.-->
		<!--      4. Действующая Политика конфиденциальности размещена на странице по адресу www. указать адрес.5. Место нахождения оператора: указать адрес.</p>-->
	</div>
</template>

<style scoped lang="less">
.privacy {
	padding: 34px var(--padding-side);

	&__main-title {
		font-size: var(--font-size-XXL);
		line-height: 40px;
		font-weight: var(--font-weight-bold);
		margin-bottom: 15px;
	}

	&__title {
		font-size: var(--font-size-L);
		padding-top: 10px;
		margin-bottom: 15px;
	}

	&__paragraph,
	&__list-item {
		font-size: var(--font-size-S);
		line-height: 20px;
		margin-bottom: 15px;
	}
}
</style>
