export const about = {
	title: 'О нас',
	idea: 'Проект AfishaPeredelano создан для облегчения поиска мероприятий, которые проходят в регионе, интересующем пользователя (пока доступен обзор мероприятий Сербии, но в ближайшее время география расширится).',
	functionality:
		'Благодаря нашей платформе вы можете ознакомиться с основной информацией о мероприятии: дате начала и окончания, локации, описании и цене. Организатор мероприятия уже сейчас может добавлять информацию о нем на площадку.',
	perspectives:
		'В будущем на платформе пользователь сможет записаться на мероприятие и добавить его в избранное, а также  появится возможность оплачивать билеты, не выходя из Афиши.',
	github: 'Ссылка на GitHub проекта',
	alt: 'О проекте Переделано: Афиша'
};
