export const donate = {
	title: 'Станьте частью нашего проекта!',
	alt: 'Вы можете нас поддержать',
	description:
		'Мы приглашаем вас вступить в нашу творческую семью и вместе создавать нечто большее, чем просто список мероприятий.\n' +
		'\t\t\tВаша поддержка позволит нам развивать проект, расширять его\n' +
		'\t\t\tвозможности и реализовывать наши самые смелые идеи, чтобы мы могли предложить вам нечто\n' +
		'\t\t\tпоистине уникальное.',
	gratitude: 'Спасибо, что делаете нашу миссию возможной!',
	subscription: 'С любовью, Команда AfishaPeredelano',
	method: {
		title: 'Внести вклад:',
		patreon: 'Patreon',
		bitcoin: 'Bitcoin',
		ethereum: 'Ethereum',
		usdt: 'USDT',
		usdc: 'USDC'
	},
};
