export const meta = {
	title: 'Афиша',
	site_name: 'Афиша Peredelano',
	home: {
		description: 'Афиша мероприятий Сербии. В каталоге представлены десятки мероприятий по различным направлениям: концерты, встречи, выставки, фестивали, мастер-классы'
	},
	about_us: {
		title: 'О нас',
		description: 'Афиша мероприятий Сербии. В каталоге представлены десятки мероприятий по различным направлениям: концерты, встречи, выставки, фестивали, мастер-классы.',
	},
	payment_info: {
		title: 'Оплата'
	},
	donate: {
		title: 'Поддержать проект',
		description: 'Благодаря вашей помощи мы развиваемся, расширяем возможности проекта и реализуем наши самые смелые идеи'
	}
};
