export default {
	title: 'нас',
	idea: 'В AfishaPeredelano мы стремимся сделать культурное и общественное пространство Балкан – более доступным и объединённым. Нашей миссией является объединение людей по интересам, чтобы они могли легко находить и создавать события - от ярких концертов и фестивалей, динамичных бизнес-конференций до  дегустаций и увлекательных театральных представлений. Мы тщательно курируем мероприятия, гарантируя, что вам не придется искать где-то еще, независимо от того, посещаете ли вы онлайн или лично. Благодаря удобным поисковым фильтрам организовать свой досуг можно всего за несколько минут. Мы - команда энтузиастов, желающих сделать мир социально активнее и интереснее.',
	
	values: {
		title: 'Наши ценности, которых мы придерживаемся в своей работе:',
		openness: 'Открытость: мы верим в силу общения и открытости;',
		innovation: 'Инновации: постоянно ищем способы сделать наше приложение лучше;',
		community:'Сообщество: стремимся создать пространство, где каждый чувствует себя принятым;',
		accessibility: 'Доступность: мы делаем культурные события доступными для всех;',
		quality: 'Качество: не уступаем в качестве как крупным платформам, так и маленьким инициативам.'
	},
	github: ' Ссылка на GitHub проекта:  ',
	website: 'Наш сайт:  ',

	social: {
		title: 'Подпишитесь на нас в соцсетях:',
		alt: 'Ссылка на страницу в'
	},
	social_title: {
		instagram: 'Instagram Afisha',
		twitter: 'Twitter Afisha',
		linkedin: 'LinkedIn Afisha',
		telegram: 'Telegram Afisha '
	},
};
