export default {
	title: 'О нас',
	idea: 'В AfishaPeredelano мы стремимся сделать культурную и социальную жизнь более доступной.',
	mission:
		'Нашей миссией является объединение людей по интересам, чтобы они могли легко находить и создавать уникальные события — от выставок и концертов до еженедельных занятий йогой в парке.',
	functionality:
		'Теперь информация о мероприятиях всех масштабов собрана в одном месте. Благодаря удобным поисковым функциям и фильтрам, организовать свой досуг можно всего за несколько минут.',
	team: 'Мы — команда энтузиастов, желающих делать мир интереснее и социально активнее. Наши разработчики, дизайнеры и менеджеры работают над тем, чтобы ваш опыт использования приложения был незабываемым.',
	values: {
		title: 'Наши ценности, которых мы придерживаемся в своей работе:',
		openness: 'Открытость: мы верим в силу общения и открытости;',
		innovation: 'Инновации: постоянно ищем способы сделать наше приложение лучше;',
		community:
			'Сообщество: стремимся создать пространство, где каждый чувствует себя принятым;',
		accessibility: 'Доступность: мы делаем культурные события доступными для всех;',
		quality:
			'Качество: не уступаем в качестве как крупным платформам, так и маленьким инициативам.'
	},
	github: 'Ссылка на GitHub проекта',
	social: {
		title: 'Подпишитесь на нас в соцсетях:',
		alt: 'Ссылка на страницу в'
	}
};
