export default {
	title: 'Станьте частью нашего проекта!',
	description:
		'Мы приглашаем Вас вступить в нашу творческую семью и вместе создавать нечто большее, чем просто список мероприятий. Ваша поддержка позволит нам развивать проект, расширять его возможности и реализовывать наши самые смелые идеи, чтобы мы могли предложить Вам нечто поистине уникальное.',
	gratitude: 'Спасибо, что делаете нашу миссию возможной!',
	subscription: 'С любовью, Команда AfishaPeredelano.',
	support: 'Поддержать нашу команду',
	support_cripta: 'Единоразовый перевод в криптовалюте',
	support_on: 'Поддержать на',

	method: {
		patreon: 'Patreon',
		boosty: 'Boosty',
		paypal: 'Paypal',
		bitcoin: 'Bitcoin',
		ethereum: 'Ethereum',
		usdt: 'USDT(TRC20)',
		usdc: 'USDC(TRC20)'
	}
};
