export default {
	title: 'Ограничение ответственности',
	last_change: 'Дата последнего изменения:',
	p_1_1: 'Администрация сайта',
	p_1_2: ' и социальных сетей AfishaPeredelano (Далее — Афиша) не занимается самостоятельной организацией мероприятий, освещаемых на сайте',
	p_1_3: ' или в социальных сетях',
	p_1_4: '(Далее — Сервис). Состоится мероприятие или нет, зависит от третьих лиц, за действия которых Афиша не отвечает и не может оказывать на них влияние. В связи с этим Афиша не гарантирует достоверность сведений, размещенных на Сервисе.',
	p_2: 'Афиша не гарантирует корректную работу сайтов, ссылки на которые размещены на Сервисе. Также Афиша не гарантирует соответствие сторонних сайтов требованиям законодательства. Афиша не гарантирует конфиденциальность данных пользователя на сторонних сайтах.',
	p_3: 'Афиша не несет ответственности и не возмещает никакой ущерб, прямой или косвенный, причиненный пользователю сайта или любым третьим лицам в результате использования или невозможности использования Сервиса и размещенной на Сервисе информации.',
	p_4: 'У пользователей сайта есть возможность размещать на сайте Афиши контент самостоятельно, без участия администрации. Афиша не обязуется модерировать контент, размещаемый пользователями.',
	p_5: 'Афиша не гарантирует достоверность информации, размещаемой пользователями на Сервисе. Афиша не гарантирует, что мероприятия, информация о которых размещается пользователями, состоятся, а сайты, ссылки на которые размещают пользователи, исправно работают, отвечают требованиям закона и обеспечивают конфиденциальность данных пользователей.',
	p_6: 'Пользователи, размещающие контент на Сервисе, самостоятельно отвечают перед третьими лицами и государственными органами за свои действия. Пользователь, используя Сервис, обязуется не нарушать ничьи авторские права, права на товарные знаки, средства индивидуализации и/или права на иные объекты интеллектуальной собственности. Пользователь обязуется самостоятельно и за свой счет урегулировать конфликты с третьими лицами, связанные с действиями пользователя на Сервисе.',
	p_7: 'Пользователь и третьи лица обязуются урегулировать конфликты с Афишей во внесудебном порядке путём направления претензий по любым доступным каналам связи. В случае невозможности урегулировать конфликт в претензионном порядке, он подлежит урегулированию в соответствии с применимым законодательством.',
	p_8: 'Отсутствие гарантий означает, что Афиша и/или любые лица, прямо или косвенно причастные к ней, не принимают на себя никаких обязательств и не несут никакую ответственность перед пользователями Сервиса и/или любыми иными третьими лицами в связи с контентом, размещенным на Сервисе.'
};
