export default {
	site_name: 'Афиша Peredelano',
	default_title: 'Афиша мероприятий Сербии, Черногории, Кыргызстана',
	default_description:
		'В каталоге представлены десятки мероприятий по различным направлениям: концерты, встречи, выставки, фестивали, мастер-классы',
	about_us: {
		title: 'О проекте Peredelano Афиша',
		description: 'Узнайте больше о нашем проекте, команде и миссии'
	},
	payment_info: {
		title: 'Оплата'
	},
	donate: {
		title: 'Поддержать проект Peredelano Афиша',
		description:
			'Благодаря вашей помощи мы развиваемся, расширяем возможности проекта и реализуем наши самые смелые идеи'
	},
	user: {
		info: {
			title: 'Личный кабинет',
			description: 'Управляйте Вашим профилем и мероприятиями в личном кабинете'
		}
	}
};
