export default {
	site_name: 'Афиша Peredelano',
	default_title: {
		first: 'Афиша мероприятий Сербии',
		second: 'Афиша мероприятий Черногории - Peredelano Afisha'
	},

	default_description:
		'В каталоге представлены десятки мероприятий Сербии, Черногории по различным направлениям: концерты, встречи, выставки, фестивали, мастер-классы',
	about_us: {
		title: 'О проекте Peredelano Афиша',
		description: 'Узнайте больше о нашем проекте, команде и миссии'
	},
	payment_info: {
		title: 'Оплата'
	},
	donate: {
		title: 'Поддержать проект Peredelano Афиша',
		description:
			'Благодаря вашей помощи мы развиваемся, расширяем возможности проекта и реализуем наши самые смелые идеи'
	},
	user: {
		info: {
			title: 'Личный кабинет',
			description: 'Управляйте Вашим профилем и мероприятиями в личном кабинете'
		}
	},
	event: {
		description_peredelano:
			'Классический формат, индустриальные и развлекательные доклады, нетворкинг, активности и упор на сообщество.'
	},
	auth: {
		title: 'Авторизация в Peredelano Афиша',
		description: 'Авторизуйтесь в Peredelano Афиша чтобы создавать,  управлять мероприятиями'
	},
	cooperation: {
		title: 'Сотрудничество с проектом  Peredelano Афиша',
		description:
			'Наш стартап объединяет культурное и общественное пространство Балкан, предлагая удобную платформу для поиска и организации мероприятий. Присоединяйтесь к нам и откройте новые возможности!'
	},
	support: {
		title: 'Служба технической поддержки Peredelano Афиша',
		description: 'Если у вас есть вопросы - вы всегда можете обратиться за помощью'
	},
	create: {
		title: 'Создание нового мероприятия',
		description: 'Создание нового мероприятия'
	},
	edit: {
		title: 'Редактирование мероприятия',
		description: 'Редактирование мероприятия'
	},
	limitation_of_liability: {
		title: 'Ограничение ответственности',
		description: 'Ограничение ответственности'
	},
	city: {
		title: {
			first: 'Афиша {city}',
			second: 'Мероприятия в'
		},
		description:
			'Найдите или создайте мероприятие с нашей афишей в {country}. Концерты, театры, выступления, мастерклассы,  оффлайн и онлайн - всегда будь вкурсе последних событий.'
	}
};
