export default {
	unauthorized: {
		title: 'Войдите в личный кабинет',
		text: 'Авторизуйтесь, чтобы получить доступ к дополнительным возможностям',
		continue: 'Продолжить без авторизации',
		login: 'Уже есть аккаунт',
		signup: 'У меня нет аккаунта',
	},
	greeting: 'Привет',
	user: 'Пользователь',
	my_events: {
		title: 'Мои мероприятия',
		no_my_events: 'У Вас пока нет созданных мероприятий'
	},
	favourites: {
		title: 'Избранное',
		no_favourites: 'Вы еще ничего не добавили в “Избранное”'
	},
	donate: {
		title: 'Станьте частью нашего проекта!',
		text: 'Мы приглашаем вас вступить в нашу творческую семью и вместе создавать нечто особенное',
		button: 'Внести вклад'
	},
	new_event: {
		title: 'Создай свое уникальное мероприятие!'
	}
};
