<script setup lang="ts"></script>

<template>
  <main>
    <section>
      <h2 class="title">Об Aфише</h2>
      <p>
        Идея проекта "Афиши" заключается в создании удобной площадки для поиска мероприятий, которые
        проходят в интересующем пользователя регионе (с упором на IT-мероприятия, но в целом мы
        хотим добавлять все: от конференций до музыкальных вечеров).
      </p>
      <br />
      <p>
        На странице каждого мероприятия будет доступна информация о дате начала и окончания,
        локации, описании и цене. Пользователь сможет записаться на мероприятие и добавить его в
        избранное. Организатор мероприятия сможет добавлять информацию о нем на площадку.
      </p>
      <br />
      <p>
        Монетизация проекта будет осуществляться за счет рекламы мероприятий, которые будут
        подниматься в начало списка.
      </p>
      <br />
      <p>
        Ссылка на GitHub проекта:
        <a href="https://github.com/openworld-community/ows-events">Repo</a>
      </p>
    </section>
  </main>
</template>

<style lang="less" scoped>
main {
  display: flex;
  flex-direction: column;
  align-items: center;
  padding: 10px;

  section {
    max-width: 500px;
  }
}
</style>
